Repository: Adirael/TVShows
Catalog: Resources/*.lproj/JRFeedbackProvider.strings
Languages: af, ar, ca, cs, da, de, el, es, et, eu, gl, he, is, it, ja, nl, no, pl_pl, pt_br, pt_pt, ru, sk_sk, sl_si, sv, tr

# An Error Occured
source: An Error Has Occured
af: 'n Fout het voorgenkom
ar: خطأ !!
ca: Hi ha hagut un error.
cs: Nastala chyba
da: Der opstod en fejl
de: Ein Fehler ist aufgetreten.
el: Προέκυψε σφάλμα
es: Ha ocurrido un error.
et: Tekkis viga
eu: Akats bat gertatu da
gl: Houbo un erro
he: אירעה שגיאה
is: Villa kom upp
it: Si è verificato un errore
ja: エラーが発生しました。
nl: Er heeft zich een fout voorgedaan
no: En feil har oppstått.
pl_pl: Wystąpił błąd
pt_br: Ocorreu um Erro
pt_pt: Ocorreu um erro
ru: Произошла ошибка
sk_sk: Nastala chyba
sl_si: Prišlo je do napake
sv: Ett fel har inträffat
tr: Bir Hata Oluştu

source: Bug Report
af: Probleem Rapport
ar: تبليغ مشكلة
ca: Informe d'errors
cs: Nahlásit chybu
da: Fejlrapport
de: Fehler melden
el: Αναφορά προβλήματος
es: Informe de errores
et: Teavita veast
eu: Akatsak bidali
gl: Erro Report
he: דווח על באג
is: Tilkynna galla
it: Segnalazione bug
ja: バグレポート
nl: Een bug rapporteren
no: Feilrapport
pl_pl: Raport o błędzie
pt_br: Indicar Bug
pt_pt: Relatório de falha
ru: Отчет об ошибке
sk_sk: Nahlásiť chybu
sl_si: Poročilo o hrošču
sv: Felrapport
tr: Hata Raporu

source: Feature Request
af: Versoek vir Funksies
ar: طلب ميزة
ca: Demana una funció
cs: Požadovat funkci
da: Ønsker til funktioner
de: Features wünschen
el: Ζήτηση Χαρακτηριστικών
es: Solicitud de nuevas funciones
eu: Funtzio berriak eskatu
gl: Solicitude de recurso
he: בקשת תכונה
is: Beiðni um virkni
it: Richiesta funzionalità
ja: 機能のリクエスト
nl: Optie aanvraag
no: Funksjon du ønsker i TVShows
pl_pl: Zasugeruj funkcję
pt_br: Sugerir Funcionalidade
pt_pt: Sugestão de funcionalidade
ru: Запрос новой функции
sk_sk: Vyžiadať vylepšenie
sl_si: Zahteva po funkciji
sv: Funktionsansökan
tr: Yeni Özellik Talebi

source: Feedback Server Unavailable
af: Terugvoer bediener nie beskikbaar nie.
ar: خادم الملاحظات غير متوفر
ca: Servidor de comentaris no disponible.
cs: Server příjmající odezvy není dostupný.
da: Feedback server er ikke tilgængelig
de: Feedback-Server nicht erreichbar.
el: Ο διακομιστής σχολίων δεν είναι διαθέσιμος
es: Servidor de opiniones no disponible.
eu: Iritzi zerbitzua ez dago eskuragarri
gl: Server comentarios non está dispoñible
is: Næst ekki samband við vefþjón
it: Il server per il feedback non è disponibile
ja: フィードバックサーバー利用不可能
nl: De feedback server is niet beschikbaar
no: Tilbakemeldingsserver ikke tilgjengelig
pl_pl: Serwer opinii niedostępny
pt_br: Servidor do Feedback Indisponível
pt_pt: Servidor de feedback indisponível.
ru: Сервер обратной связи недоступен
sk_sk: Server spätnej väzby nie je dostupný
sl_si: Strežnik za povratne informacije ni na voljo
sv: Synpunktssevern är inte tillgänglig
tr: Geribildirim Sunucusuna Ulaşılamıyor

source: How can we help you?
af: Hoe kan ons u help?
ar: كيف يمكننا مساعدتك؟
ca: Com us podem ajudar?
cs: Jak vám můžeme pomoci?
da: Hvordan kan vi hjælpe dig?
de: We können wir Ihnen helfen?
el: Πώς μπορούμε να σας βοηθήσουμε;
es: ¿Cómo podemos ayudarle?
et: Kuidas me saame teid aidata?
eu: Nola lagun du zaitzakegu?
gl: Como podemos axudar?
he: כיצד אנו יכולים לעזור לך?
is: Hvernig getum við aðstoðað?
it: Come possiamo aiutarti?
ja: どんなヘルプが必要ですか？
nl: Hoe kunnen we je helpen?
no: Hvordan kan vi hjelpe deg?
pl_pl: Jak możemy pomóc?
pt_br: Como podemos ajudá-lo(a)?
pt_pt: Como podemos ajudá-lo(a)?
ru: Как мы можем вам помочь?
sk_sk: Ako vám môžeme pomôcť?
sl_si: Kako vam lahko pomagamo?
sv: Hur kan vi hjälpa dig?
tr: Sana nasıl yardımcı olabiliriz?

source: Include anonymous information about my computer
af: Sluit anonieme inligting oor my rekenaar.
ar: ارفاق معلومات مجهولة عن جهاز الكمبيوتر الخاص بي
ca: Inclou informació anònima sobre el meu equip
cs: Připojit anonymní informace o mém počítači
da: Medsend anonym information omkring min computer
de: Anonymisierte Systeminformationen mitsenden
el: Συμπεριλάβετε ανώνυμες πληροφορίες σχετικά με τον υπολογιστή μου
es: Incluya información anónima sobre mi ordenador.
eu: Ordenagailuari buruzko informazio anonimoa azaldu
gl: Incluír información anónimas sobre o meu ordenador
he: כלול מידע אנונימי על המחשב שלי
is: Senda með nafnlausar upplýsingar um tölvuna mína
it: Includi informazioni anonime sul mio computer
ja: 使用するコンピュータに関する匿名情報を含む。
nl: Anonieme informatie over mijn computer bijvoegen
no: Legg ved anonymisert informasjon om min datamaskin
pl_pl: Dołącz anonimowe informacje o moim komputerze
pt_br: Incluir informações anônimas sobre meu computador
pt_pt: Incluir informações anónimas sobre o meu computador
ru: Включать анонимную информацию о моём компьютере
sk_sk: Pripojiť anonymné údaje o mojom počítači
sl_si: Vključi anonimne podatke o mojem računalniku
sv: Inkludera anonym information om min dator
tr: Bilgisayarımla ilgili anonim bilgi ekle

source: Include contact information
af: Sluit kontak inligting
ar: ارفاق معلومات الاتصال
ca: Inclou informació de contacte
cs: Připojit kontaktní informace
da: Medsend kontaktinformation
de: Kontakt-Informationen einbeziehen:
el: Συμπεριλάβετε τα στοιχεία επικοινωνίας
es: Incluya información de contacto
eu: Gehitu kontaktu informazioa
gl: Incluír información de contacto
he: כלול מידע ליצירת קשר
is: Senda með tengiupplýsingar
it: Includere informazioni di contatto
ja: コンタクトインフォメーションを含む。
nl: Contactinformatie bijvoegen
no: Inkluder kontaktinformasjon
pl_pl: Dołącz dane kontaktowe
pt_br: Incluir informações de contato
pt_pt: Incluir informações de contacto
ru: Включать информацию для связи со мной
sk_sk: Pripojiť kontaktné údaje
sl_si: Vključujejo kontaktne podatke
sv: Inkludera kontaktinformation
tr: İletişim bilgisi ekle

source: Proceed Anyway
af: Gaan in elk geval
ar: تابع على أي حال
ca: Continua igualment
cs: Přesto pokračovat
da: Videre
de: Trotzdem fortfahren
el: Συνέχισε πάραυτα
es: Continuar
et: J채tka igaljuhul
eu: Jarraitu
gl: Continuar aínda así
he: המשך בכל זאת
is: Halda samt áfram
it: Continua lo stesso
ja: 続ける
nl: Ga toch door
no: Fortsett
pl_pl: Kontynuuj mimo to
pt_br: Prosseguir
pt_pt: Prosseguir
ru: Все равно продолжить
sk_sk: Pokračovat aj tak
sl_si: Vseeno nadaljuj
sv: Fortsätt ändå
tr: Devam Et

source: Send
af: Stuur
ar: إرسال
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
et: Saada
eu: Bidali
gl: Enviar
he: שלח
is: Senda
it: Invia
ja: 送信
nl: Verstuur
pl_pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ru: Отправить
sk_sk: Odoslať
sl_si: Pošlji
sv: Skicka
tr: Gönder

source: Support Question
af: Ondersteuning Vraag
ar: سؤال الدعم
ca: Pregunta de suport
cs: Položit otázku
da: Supportspørgsmål
de: Supportanfrage
el: Ερώτηση Υποστήριξης
es: Pregunta de soporte
eu: Soporteko galdera
gl: Pregunta Support
he: שאלת תמיכה
is: Þjónustuver
it: Richiesta di supporto
ja: サポートリクエスト
nl: Ondersteuningsvraag
no: Spørsmål til support
pl_pl: Prośba o wsparcie
pt_br: Questão de Suporte
pt_pt: Questão de suporte
ru: Вопрос в техподдержку
sk_sk: Položiť otázku
sl_si: Vprašanje podpori
sv: Supportförfrågan
tr: Destek Sorusu

source: Thank you for your feedback!
af: Dankie vir jou terugvoer!
ar: شكرا لك على ملاحظاتك !
ca: Gràcies pels comentaris!
cs: Díky za vaší odezvu!
da: Tak for din feedback!
de: Vielen Dank für Ihr Feedback!
el: Σας ευχαριστούμε για τα σχόλιά σας!
es: ¡Gracias por su opinión!
et: T채name tagasiside eest!
eu: Eskerrik asko zure iritziagatik!
gl: Grazas polos seus comentarios!
he: תודה על משובך!
is: Takk fyrir þitt álit!
it: Grazie per il feedback!
ja: フィードバックをありがとうございます！
nl: Bedankt voor uw reactie!
no: Takk for tilbakemeldingen!
pl_pl: Dziękujemy za Twą opinię!
pt_br: Obrigado pelo seu feedback!
pt_pt: Obrigado pelo seu feedback!
ru: Спасибо за ваш отчет!
sk_sk: Vďaka za vašu spätnú väzbu!
sl_si: Hvala za vaše mnenje!
sv: Tack för dina synpunkter!
tr: Geribildirim için teşekkürler!

source: Thank you!
af: Dankie!
ar: شكرا لك !
ca: Gràcies!
cs: Díky!
da: Tak!
de: Vielen Dank!
el: Σας ευχαριστούμε!
es: ¡Gracias!
et: Ait채h!
eu: Eskerrik asko!
gl: Grazas!
he: תודה!
is: Takk fyrir!
it: Grazie!
ja: ありがとうございます！
nl: Dank u!
no: Takk!
pl_pl: Dziękujemy!
pt_br: Obrigado!
pt_pt: Obrigado!
ru: Спасибо!
sk_sk: Vďaka!
sl_si: Hvala!
sv: Tack!
tr: Teşekkürler!

source: There was a problem sending your feedback. Please try again at another time.
af: Daar was 'n probleem met die stuur jou terugvoer. Probeer asseblief weer op 'n ander tyd.
ar: كانت هناك مشكلة في ارسال ملاحظاتك. يرجى المحاولة مرة أخرى في وقت آخر.
ca: Hi ha hagut un problema en enviar la vostra opinió. Torneu-ho a provar més tard.
cs: Nastal problém s odesíláním vaší odezvy. Zkuste to prosím jindy.
da: Der opstod et problem under afsendelsen af din feedback. Prøv venligst igen senere.
de: Es ist ein Problem beim Übermitteln Ihres Feedbacks aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Υπήρξε ένα πρόβλημα κατά την αποστολή των σχόλιων σας. Προσπαθήστε ξανά κάποια άλλη στιγμή.
es: Ha habido un problema al enviar su opinión. Por favor, inténtelo en otro momento.
et: Tekkis probleem tagasiside saatmisel. Palun proovige hiljem uuesti.
eu: Arazoren bat gertatu da zure iritzia bidaltzerakoan. Saiatu beste une batean, mesedez.
gl: Houbo un problema ó enviar o seu comentario. Por favor, ténteo de novo noutro momento.
he: היתה בעיה בשליחת משובך. אנא נסה שוב במועד מאוחר יותר.
is: Ekki tókst að senda álitið. Vinsamlegast reyndu aftur síðar.
it: Si è verificato un problema nell'invio del feedback. Riprova in un altro momento.
ja: フィードバックが送信出来ませんでした。後ほどもう一度試して下さい。
nl: Er heeft zich een probleem voorgedaan bij het versturen van uw reactie. Probeert u het later nog eens.
no: Tilbakemeldingen din kunne ikke sendes. Vennligst prøv igjen senere.
pl_pl: Wystąpił problem z wysłaniem Twojej opinii. Proszę spróbuj ponownie później.
pt_br: Há um problema para enviar seu feedback. Por favor tente novamente mais tarde.
pt_pt: Ocorreu um problema ao enviar o seu feedback. Por favor tente novamente mais tarde.
ru: Возникла проблема при отправке вашего отчета. Пожалуйста, попробуйте позже.
sk_sk: Nastal problém s odoslaním vašej spätnj väzby. Prosím, skúste to znovu neskôr.
sl_si: Prišlo je do napake pri pošiljanju vašega mnenja. Prosimo poskusite znova kasneje.
sv: Det uppstod ett problem vid sändningen av dina synpunkter. Var vänlig försök igen vid ett senare tillfälle.
tr: Geribildirimi gönderirken hata oluştu. Lütfen daha sonra tekrar dene.

source: TVShows Feedback
af: Terugvoer vir TVShows
ar: ملاحظات TVShows
ca: Comentaris sobre el TVShows
cs: Odezva na TVShows
de: Feedback zu TVShows
el: Σχόλια Σειρών
es: Opinión sobre TVShows.
et: TVShows tagasiside
eu: TVShows-ekiko iritziak
gl: Comentarios TVShows
he: TVShows משוב
is: Álit á TVShows
ja: TVShowsへのフィードバック
no: TVShows tilbakemelding
pl_pl: Opinia o TVShows
pt_br: Feedback TVShows
pt_pt: Feedback TVShows
ru: Обратная связь TVShows
sk_sk: Spätná väzba na TVShows
sl_si: TVShows Povratne informacije
sv: TVShows synpunkter
tr: TVShows Geribildirim

source: TVShows was unable to connect to the Ember Code website. Please check your connection or try again later.
is: TVShows tókst ekki að tengjast vefsíðu Ember Code. Athugaðu nettenginguna eða reyndu aftur síðar.

source: What are the steps to recreate the problem?
af: Wat is die stappe om die probleem te herskep?
ar: ما هي الخطوات لإعادة هذه المشكلة؟
ca: Quins són els passos per recrear el problema?
cs: Jaký je postup k opětovnému vyvolání problému?
da: Hvordan
de: Wie kann das Problem reproduziert werden?
el: Ποια είναι τα βήματα για να αναδημιουργήσουν το πρόβλημα;
es: ¿Cuáles son los pasos para recrear el problema?
eu: Zein pausu jarraitu beharko lirateke arazoa berriz ere azaltzeko?
gl: Cales son os pasos para crear o problema?
he: מהן הפעולות שיש לבצע כדי לשחזר את הבעיה?
is: Hvernig má endurskapa villuna?
it: Quali sono i passi per ricreare il problema?
ja: 問題を再現させる手順はなんですか？
nl: Wat zijn de stappen om het probleem zich opnieuw voor te laten doen?
no: Hvordan kan vi reprodusere feilen?
pl_pl: Jakie czynności należy podjąć aby odtworzyć problem?
pt_br: Quais são os passos para recriar o problema?
pt_pt: Quais os passos para recriar o problema?
ru: Какие нужны шаги для воспроизведения проблемы?
sk_sk: Aké sú kroky k opätovnému vyvolaniu problému?
sl_si: Kakšni so koraki za poustvaritev težave?
sv: Hur göra för att återskapa problemet?
tr: Problemi yeniden yaratmak gerekse hangi adımlardan geçmeli?

source: What did you expect to happen?
af: Wat het jy verwag om te gebeur?
ar: ماذا توقعت أن يحدث؟
ca: Què esperàveu que passés?
cs: Co jste očekávali, že se stane?
da: Hvad prøvede du på?
de: Was haben Sie stattdessen erwartet?
el: Τι περίμενες να συμβεί;
es: ¿Qué esperaba Ud. que ocurriera?
et: Mis sa ootasid, et oleks pidanud juhtuma?
eu: Zer espero zenuen gertatzea?
gl: O que espera que ocorre?
he: מה ציפית שיקרה?
is: Við hverju bjóst þú?
it: Cosa pensavi che sarebbe successo?
ja: どのようになるはずでしたか？
nl: Wat verwachtte u dat er zou gebeuren?
no: Hva forventet du skulle skje?
pl_pl: Co oczekiwałeś, że się zdarzy?
pt_br: O que você acha que deveria acontecer?
pt_pt: O que esperava que tivesse acontecido?
ru: Что должно было произойти?
sk_sk: Čo ste očakávali, že sa staně?
sl_si: Kaj ste pričakovali, da se bo zgodilo?
sv: Vad trodde du skulle hända?
tr: Ne olmasını bekliyordun?

source: What feature would you like to see implemented or improved?
af: Watter kenmerk sou jy graag wou sien dat geïmplementeer of verbeter?
ar: ماهي الميزة التي تود أن ترى تنفيذها أو تحسينها؟
ca: Quina característica us agradaria veure implementada o millorada?
cs: Jakou funkci byste chtěli zavést nebo zlepšit?
da: Hvilken funktion kunne du godt tænke dig tilføjet eller forbedret?
de: Welche Funktion würden Sie gern entwickelt oder verbessert sehen?
el: Πιο χαρακτηριστικό θα θέλατε να αναπτύξουμε η να βελτιώσουμε;
es: ¿Qué funcionalidad le gustaría ver implementada o mejorada?
eu: Zein funtzio gehitu edo hobetuko zenituzke?
gl: O recurso que desexa ver aplicado ou mellorado?
he: מה התכונה שהיית רוצה לראות מיושמת או משופרת?
is: Hverju viltu að verði bætt við eða hvaða virkni viltu að verði bætt?
it: Quale funzionalità vorresti vedere implementata o migliorata?
ja: どの機能を改善して欲しいですか？
nl: Welke optie zou je graag toegevoegd of verbeterd zien?
no: Hvilken funksjon ville du like å se implementert eller forbedret?
pl_pl: Jakiej funkcji brakuje lub co należy ulepszyć?
pt_br: Qual funcionalidade você gostaria de ver adicionada ou melhorada?
pt_pt: Que funcionalidade gostaria de ver adicionada ou melhorada?
ru: Какие функции вы бы хотели улучшить или добавить?
sk_sk: Akú funkciu by ste radi uvítali alebo vylepšili?
sl_si: Katero funkcijo bi radi videli dodano ali izboljšano?
sv: Vilka funktioner skulle du vilja ha eller se förbättrade i detta program?
tr: Eklenmesini ya da geliştirilmesini istediğin bir özellik var mı?

source: What went wrong?
af: Wat het verkeerd gegaan?
ar: ما هو الخطأ؟
ca: Què ha sortit malament?
cs: Co selhalo?
da: Hvad gik galt?
de: Was ging schief?
el: Τι πήγε στραβά;
es: ¿Qué salió mal?
et: Mis l채ks valesti?
eu: Zein oker gertatu da?
gl: O que deu mal?
he: מה השתבש?
is: Hvað fór úrskeiðis?
it: Cos'è successo?
ja: 何が問題でしたか？
nl: Wat is er misgegaan?
no: Hva gikk galt?
pl_pl: Co poszło nie tak?
pt_br: O que houve de errado?
pt_pt: O que aconteceu de errado?
ru: Что произошло не так?
sk_sk: Čo zlyhalo?
sl_si: Kaj je šlo narobe?
sv: Vad gick fel?
tr: Ters giden nedir?

source: Your feedback has been sent.
af: Jou terugvoer is gestuur.
ar: تم ارسال ملاحظاتك.
ca: S'ha enviat el vostre comentari.
cs: Vaše odezva byla odeslána.
da: Din feedback er blevet sendt.
de: Ihr Feedback wurde gesendet.
el: Τα σχόλιά σας έχουν αποσταλεί.
es: Su opinión ha sido enviada.
et: Tagasiside on saadetud.
eu: Zure iritizia bidali da.
gl: O seu comentario foi enviado.
he: משובך נשלח.
is: Álit þitt hefur verið sent.
it: Il feedback è stato inviato.
ja: フィードバックを送りました。
nl: Uw reactie is verstuurd.
no: Tilbakemeldingen din er sendt.
pl_pl: Twoja opinia została wysłana.
pt_br: Seu feedback foi enviado.
pt_pt: O seu feedback foi enviado.
ru: Ваш отчет был отправлен.
sk_sk: Vaša spätná väzba bola odoslaná.
sl_si: Vaše mnenje je bilo poslano.
sv: Dina synpunkter har skickats.
tr: Geribildirimin gönderildi.
