Repository: Adirael/TVShows
Catalog: Resources/*.lproj/Localizable.strings
Languages: et

source: 1 day
et: päev

source: 1 hour
et: tunni tagant

source: 12 hours
et: kaheteist tunni tagant

source: 15 minutes
et: 15 minuti tagant

source: 3 hours
et: kolme tunni tagant

source: 30 minutes
et: 30 minuti tagant

source: 6 hours
et: kuue tunni tagant

source: A new episode of %@ is being downloaded.
et: Laetakse alla %@ uut episoodi.

source: A new version of TVShows is available for download.
et: Uus versioon TVShows'ist on saadaval allalaadimiseks.

source: A newer show list cannot be found. Using an old show list temporarily.
et: Uuemat seriaalide nimekirja ei leitud. Ajutiselt on kasutusel vanem nimekiri.

source: A show list cannot be found. Please try again later or check your internet connection.
et: Ei leia seriaalide nimekirja. Palun proovige hiljem uuesti või kontrollige oma internetiühendust.

source: About
et: Informatsioon

source: An Error Has Occurred
et: On tekkinud viga

source: An unknown error has occurred. Please try again later.
et: Tekkis tundmatu viga. Palun proovige hiljem uuesti.

source: Application Update Preferences
et: Rakenduse uuendamise seaded

source: Automatically check for updates
et: Otsi uuendusi automaatselt

source: Automatically install new updates
et: Paigalda uuendused automaatselt

source: Automatically open each file after download
et: Ava allalaetud failid automaatselt

source: Cancel
et: Tühista

source: Cannot connect. Please try again later or check your internet connection.
et: Ühenduse loomine ebaõnnestus. Palun proovige hiljem uuesti või kontrollige internetiühendust.

source: Cannot connect. Using an old show list temporarily.
et: Ühenduse loomine ebaõnnestus. Ajutiselt on kasutusel vanem seriaalide nimekiri.

source: Check Now
et: Otsi nüüd

source: Check for episodes every:
et: Otsi uusi episoode iga:

source: Close
et: Sulge

source: Download Preferences
et: Allalaadimise valikud

source: Download beta versions when available
et: Lae alla beetaversioone kui võimalik

source: Download in HD
et: Lae alla HD'na

source: Enable downloading new episodes
et: Luba uute episoodide automaatne allalaadimine

source: Episode
et: Episood

source: Episode Name
et: Episoodi nimi

source: Episode save location:
et: Episoodide salvestamise asukoht:

source: Growl Settings
et: Growli seaded

source: Include anonymous system information
et: Kaasa anonüümset süsteemiteavet

source: Info
et: Informatsioon

source: Last Aired
et: Viimati eetris

source: Last Downloaded
et: Viimati allalaetud

source: More Info
et: Rohkem infot

source: Name
et: Nimi

source: Off
et: Väljas

source: On
et: Sees

source: Please Select a Show:
et: Valige seriaal:

source: Preferences
et: Seaded

source: Published Date
et: Avalikustamise kuupäev

source: RSS Feed Information:
et: RSS'i informatsioon:

source: Rating:
et: Hinne:

source: Search
et: Otsing

source: Season
et: Hooaeg

source: Select a preset show from showRSS
et: Vali episood läbi showRSS'i

source: Send Growl notifications when…
et: Saada Growli teateid kui…

source: Status
et: Staatus

source: Submit Feedback
et: Tagasiside saatmine

source: Subscribe
et: Telli uued episoodid

source: Subscriptions
et: Tellimused

source: TVShows Update Available
et: On saadaval uus versioon TVShows'ist

source: TVShows Update Downloading
et: Toimub TVShows uuenduse allalaadimine

source: Unable to Update the Show List
et: Seriaalide nimekirja ei saa uuendada, viga

source: Unsubscribe
et: Tühista tellimus

source: Update Installed Automatically
et: Uuendus paigaldatud automaatselt

source: View on TV.com
et: Vaata TV.com lehelt

source: … a new episode is downloaded.
et: … uus episood on allalaetud.

source: … a new version of TVShows is released.
et: … on saadaval uus versioon TVShows tarkvarast.
